##Рабочая директория

#Функция getcwd() возвращает текущую рабочую директорию
#Функция list.files() возвращает список файлов в рабочей директории
#Функция list.disrs('..', recursive = FALSE) возвращает одну или все наддиректории
#Функция setwd() меняет рабочую директорию

##Oprions текущие опции сессии
#?options возвращает все опции
#Опция digits - количество знаков при печати чисел
#Опция error - поведение при ошибке
#Опция width - длина строки при печати векторов
#Опция stringsAsFactors по умолчанию TRUE - система принимает строковые переменные как факторы